Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# auth.login.usernamePlaceholder
source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
bs: Korisničko ime
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Usuario
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
hy: Օգտանուն
id: Nama pengguna
is: Notandanafn
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
lt: Naudotojo vardas
lv: Lietotājvārds
ms: Nama pengguna
my: အသုံးပြုသူအမည်
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sq: Emër përdoruesi
sr_latn: Korisničko ime
sv: Användarnamn
sw: Jina la mtumiaji
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên đăng nhập
zh_hans: 用户名
zh_hant: 用戶名稱

# backend.url.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
bs: Odustani
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batal
my: ပယ်ဖျက်ပါ
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sq: Anulo
sr_latn: Otkaži
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# backend.url.help
source: Casual users can ignore this. Self-hosters set the URL of their own Snapper backend.
ar: يمكن للمستخدمين العاديين تجاهل هذا. يضبط المستضيفون ذاتيًا رابط خادم Snapper الخلفي الخاص بهم.
bn: সাধারণ ব্যবহারকারীরা এটি উপেক্ষা করতে পারেন। self-hosters নিজেদের Snapper ব্যাকএন্ডের URL সেট করবেন।
bs: Obični korisnici mogu ovo zanemariti. Self-hosteri postavljaju URL vlastitog Snapper backenda.
cs: Běžní uživatelé to mohou ignorovat. Self-hosteři zde nastavují URL vlastního backendu Snapper.
da: Almindelige brugere kan ignorere dette. Self-hostere angiver URL'en til deres egen Snapper-backend.
de: Gelegenheitsnutzer können dies ignorieren. Self-Hoster tragen hier die URL ihres eigenen Snapper-Backends ein.
el: Οι περιστασιακοί χρήστες μπορούν να το αγνοήσουν. Όσοι κάνουν self-host ορίζουν εδώ το URL του δικού τους Snapper backend.
es: Los usuarios normales pueden ignorar esto. Los self-hosters configuran aquí la URL de su propio backend de Snapper.
fa: کاربران عادی می‌توانند این بخش را نادیده بگیرند. کاربران self-host آدرس بک‌اند Snapper خودشان را اینجا تنظیم می‌کنند.
fi: Tavalliset käyttäjät voivat ohittaa tämän. Itse hostaavat asettavat oman Snapper-backendinsa URL-osoitteen.
fil: Maaaring balewalain ito ng mga casual user. Itinatakda ng mga self-hoster ang URL ng kanilang sariling Snapper backend.
fr: Les utilisateurs ordinaires peuvent ignorer ceci. Les self-hosters renseignent l'URL de leur propre backend Snapper.
he: משתמשים רגילים יכולים להתעלם מזה. מי שמארחים בעצמם מגדירים כאן את כתובת ה-URL של בקאנד Snapper שלהם.
hi: सामान्य यूज़र इसे अनदेखा कर सकते हैं। सेल्फ-होस्टर अपने स्नैपर बैकएंड का यूआरएल सेट करते हैं।
hr: Obični korisnici mogu ovo zanemariti. Self-hosteri postavljaju URL vlastitog Snapper backenda.
hu: Az átlagos felhasználók ezt figyelmen kívül hagyhatják. A self-host felhasználók itt állítják be saját Snapper backendjük URL-jét.
hy: Սովորական օգտատերերը կարող են անտեսել սա։ Ինքնուրույն host անողները սահմանում են իրենց Snapper backend-ի URL-ը։
id: Pengguna biasa dapat mengabaikan ini. Self-hoster mengatur URL backend Snapper mereka sendiri.
is: Almennir notendur geta hunsað þetta. Þeir sem hýsa sjálfir stilla URL-ið fyrir eigið Snapper-backend.
it: Gli utenti comuni possono ignorare questa opzione. I self-hoster impostano qui l'URL del proprio backend Snapper.
ja: 通常のユーザーは無視できます。セルフホストする場合は、自分のSnapperバックエンドのURLを設定してください。
ko: 일반 사용자는 무시해도 됩니다. 셀프 호스팅 사용자는 자체 Snapper 백엔드 URL을 설정합니다.
lt: Įprasti naudotojai gali to nepaisyti. Save talpinantys naudotojai čia nurodo savo Snapper backend'o URL.
lv: Parastie lietotāji to var ignorēt. Pašmitinātāji norāda sava Snapper backend URL.
ms: Pengguna biasa boleh abaikan ini. Self-hoster menetapkan URL backend Snapper mereka sendiri.
my: သာမန်အသုံးပြုသူများ ဤအရာကို လျစ်လျူရှုနိုင်သည်။ Self-hosters များသည် ကိုယ်ပိုင် Snapper backend ၏ URL ကို သတ်မှတ်ပါသည်။
nb: Vanlige brukere kan ignorere dette. Selv-hostere setter URL-en til sin egen Snapper-backend.
nl: Gewone gebruikers kunnen dit negeren. Self-hosters stellen hier de URL van hun eigen Snapper-backend in.
pl: Zwykli użytkownicy mogą to zignorować. Self-hosterzy ustawiają tu URL własnego backendu Snappera.
pt_br: Usuários comuns podem ignorar isto. Quem faz self-hosting define aqui a URL do próprio backend do Snapper.
ro: Utilizatorii obișnuiți pot ignora această opțiune. Cei care găzduiesc propriul server setează aici URL-ul backendului Snapper.
ru: Обычные пользователи могут это проигнорировать. Self-hosters указывают здесь URL собственного бэкенда Snapper.
sk: Bežní používatelia to môžu ignorovať. Self-hosteri si tu nastavujú URL vlastného Snapper backendu.
sq: Përdoruesit e zakonshëm mund ta shpërfillin këtë. Ata që hostojnë vetë vendosin URL-në e backend-it të tyre Snapper.
sr_latn: Obični korisnici mogu ovo zanemariti. Self-hosteri postavljaju URL sopstvenog Snapper backenda.
sv: Vanliga användare kan ignorera detta. Self-hosters anger URL:en till sin egen Snapper-backend.
sw: Watumiaji wa kawaida wanaweza kupuuza hili. Wanao-host wenyewe waweke URL ya backend yao ya Snapper.
th: ผู้ใช้ทั่วไปสามารถข้ามส่วนนี้ได้ ผู้ที่ self-host ให้ตั้งค่า URL ของ backend Snapper ของตนเอง
tr: Sıradan kullanıcılar bunu yok sayabilir. Self-hosting yapanlar kendi Snapper backend'lerinin URL'sini ayarlar.
uk: Звичайні користувачі можуть це проігнорувати. Self-hosters вказують URL власного backendʼу Snapper.
vi: Người dùng thông thường có thể bỏ qua. Người tự host đặt URL của backend Snapper riêng.
zh_hans: 普通用户可以忽略此项。自托管用户可设置自己的 Snapper 后端 URL。
zh_hant: 一般用戶可忽略此項。自行託管者請設定自己的 Snapper 後端 URL。

# backend.url.invalidDebug
source: Use https:// (or http:// for localhost in Debug). Origin only — no path, query, or fragment.
ar: استخدم https:// (أو http:// لـ localhost في Debug). الأصل فقط — بلا مسار أو استعلام أو جزء.
bn: https:// ব্যবহার করুন (অথবা Debug-এ localhost-এর জন্য http://)। শুধু origin — path, query বা fragment নয়।
bs: Koristite https:// (ili http:// za localhost u Debugu). Samo origin — bez putanje, parametara ili fragmenta.
cs: Použijte https:// (nebo http:// pro localhost v režimu Debug). Pouze origin — bez cesty, dotazu či fragmentu.
da: Brug https:// (eller http:// for localhost i Debug). Kun origin — ingen sti, query eller fragment.
de: Verwende https:// (oder http:// für localhost im Debug-Modus). Nur Origin — kein Pfad, keine Query, kein Fragment.
el: Χρησιμοποιήστε https:// (ή http:// για localhost σε Debug). Μόνο origin — χωρίς μονοπάτι, παραμέτρους ή τμήμα.
es: Usa https:// (o http:// para localhost en Debug). Solo origin — sin ruta, parámetros ni fragmento.
fa: از https:// استفاده کنید (یا برای localhost در Debug از http://). فقط origin؛ بدون path، query یا fragment.
fi: Käytä https://-osoitetta (tai http:// localhostille Debug-tilassa). Vain origin — ei polkua, kyselyä tai fragmenttia.
fil: Gumamit ng https:// (o http:// para sa localhost sa Debug). Origin lamang — walang path, query, o fragment.
fr: Utilisez https:// (ou http:// pour localhost en Debug). Origine uniquement — sans chemin, requête ni fragment.
he: השתמש ב-https:// (או http:// עבור localhost ב-Debug). Origin בלבד — ללא נתיב, שאילתה או מקטע.
hi: https:// इस्तेमाल करें (या डिबग में localhost के लिए http://)। सिर्फ ओरिजिन, पाथ, क्वेरी या फ्रैगमेंट नहीं।
hr: Koristite https:// (ili http:// za localhost u Debugu). Samo origin — bez putanje, parametara ili fragmenta.
hu: Használjon https://-t (vagy http://-t localhost esetén Debug módban). Csak origin — útvonal, lekérdezés vagy fragmentum nélkül.
hy: Օգտագործեք https:// (կամ http:// localhost-ի համար Debug-ում)։ Միայն origin՝ առանց path-ի, query-ի կամ fragment-ի։
id: Gunakan https:// (atau http:// untuk localhost di Debug). Hanya origin — tanpa path, query, atau fragment.
is: Notaðu https:// (eða http:// fyrir localhost í Debug). Aðeins origin — engin path, query eða fragment.
it: Usa https:// (o http:// per localhost in Debug). Solo origin — senza path, query o frammento.
ja: https:// を使用してください（デバッグのlocalhostでは http:// も可）。オリジンのみで、パス、クエリ、フラグメントは含めないでください。
ko: https:// (또는 Debug 환경의 localhost에는 http://)를 사용하세요. 오리진만 — 경로, 쿼리, 프래그먼트 없이.
lt: Naudokite https:// (arba http:// localhost atveju Debug režime). Tik origin — be kelio, užklausos ar fragmento.
lv: Izmantojiet https:// (vai http:// localhost gadījumā Debug režīmā). Tikai izcelsme — bez ceļa, vaicājuma vai fragmenta.
ms: Guna https:// (atau http:// untuk localhost dalam Debug). Origin sahaja — tanpa laluan, pertanyaan atau serpihan.
my: https:// ကို အသုံးပြုပါ (Debug တွင် localhost အတွက် http://)။ Origin သာ — path, query သို့မဟုတ် fragment မပါရပါ။
nb: Bruk https:// (eller http:// for localhost i Debug). Kun origin — ingen sti, spørring eller fragment.
nl: Gebruik https:// (of http:// voor localhost in Debug). Alleen origin — geen pad, query of fragment.
pl: Użyj https:// (lub http:// dla localhost w Debug). Tylko origin — bez ścieżki, parametrów ani fragmentu.
pt_br: Use https:// (ou http:// para localhost em Debug). Somente a origem — sem caminho, query ou fragmento.
ro: Folosește https:// (sau http:// pentru localhost în Debug). Doar origin — fără cale, parametri sau fragment.
ru: Используйте https:// (или http:// для localhost в Debug). Только origin — без пути, параметров и фрагмента.
sk: Použite https:// (alebo http:// pre localhost v Debug). Iba origin — bez cesty, parametrov či fragmentu.
sq: Përdor https:// (ose http:// për localhost në Debug). Vetëm origin — pa path, query ose fragment.
sr_latn: Koristite https:// (ili http:// za localhost u Debugu). Samo origin — bez putanje, parametara ili fragmenta.
sv: Använd https:// (eller http:// för localhost i Debug). Endast origin — ingen sökväg, query eller fragment.
sw: Tumia https:// (au http:// kwa localhost katika Debug). Origin pekee - hakuna path, query, au fragment.
th: ใช้ https:// (หรือ http:// สำหรับ localhost ใน Debug) เฉพาะ origin เท่านั้น — ไม่มี path, query หรือ fragment
tr: https:// kullanın (veya Debug'da localhost için http://). Yalnızca origin — yol, sorgu veya fragment olmadan.
uk: Використовуйте https:// (або http:// для localhost у Debug). Лише origin — без шляху, параметрів чи фрагмента.
vi: Dùng https:// (hoặc http:// cho localhost ở Debug). Chỉ origin — không có path, query hoặc fragment.
zh_hans: 请使用 https://（Debug 中 localhost 可使用 http://）。仅限源站，不要包含路径、查询或片段。
zh_hant: 請使用 https://（Debug 中 localhost 可用 http://）。只限來源（origin），不可包含路徑、查詢或片段。

# backend.url.invalidRelease
source: Use https://your-backend.example. Origin only — no path, query, or fragment. App Store builds reject http:// and self-signed certificates.
ar: استخدم https://your-backend.example. الأصل فقط — بلا مسار أو استعلام أو جزء. إصدارات App Store ترفض http:// والشهادات الذاتية التوقيع.
bn: https://your-backend.example ব্যবহার করুন। শুধু origin — path, query বা fragment নয়। App Store builds http:// ও self-signed certificates প্রত্যাখ্যান করে।
bs: Koristite https://your-backend.example. Samo origin — bez putanje, parametara ili fragmenta. App Store buildovi odbijaju http:// i self-signed certifikate.
cs: Použijte https://your-backend.example. Pouze origin — bez cesty, dotazu či fragmentu. Buildy App Store odmítají http:// a self-signed certifikáty.
da: Brug https://your-backend.example. Kun origin — ingen sti, query eller fragment. App Store-builds afviser http:// og selvsignerede certifikater.
de: Verwende https://your-backend.example. Nur Origin — kein Pfad, keine Query, kein Fragment. App-Store-Builds lehnen http:// und selbstsignierte Zertifikate ab.
el: Χρησιμοποιήστε https://your-backend.example. Μόνο origin — χωρίς μονοπάτι, παραμέτρους ή τμήμα. Τα builds του App Store απορρίπτουν http:// και αυτο-υπογεγραμμένα πιστοποιητικά.
es: Usa https://your-backend.example. Solo origin — sin ruta, parámetros ni fragmento. Las compilaciones de App Store rechazan http:// y los certificados autofirmados.
fa: از https://your-backend.example استفاده کنید. فقط origin؛ بدون path، query یا fragment. بیلدهای App Store، http:// و گواهی‌های self-signed را رد می‌کنند.
fi: Käytä https://your-backend.example. Vain origin — ei polkua, kyselyä tai fragmenttia. App Store -koonnit hylkäävät http://-osoitteet ja itse allekirjoitetut varmenteet.
fil: Gumamit ng https://your-backend.example. Origin lamang — walang path, query, o fragment. Tinatanggihan ng App Store builds ang http:// at mga self-signed certificate.
fr: Utilisez https://your-backend.example. Origine uniquement — sans chemin, requête ni fragment. Les builds App Store rejettent http:// et les certificats auto-signés.
he: השתמש ב-https://your-backend.example. Origin בלבד — ללא נתיב, שאילתה או מקטע. בילדים של App Store דוחים http:// ותעודות בחתימה עצמית.
hi: https://your-backend.example इस्तेमाल करें। सिर्फ ओरिजिन, पाथ, क्वेरी या फ्रैगमेंट नहीं। ऐप स्टोर बिल्ड http:// और सेल्फ-साइन्ड सर्टिफिकेट अस्वीकार करते हैं।
hr: Koristite https://your-backend.example. Samo origin — bez putanje, parametara ili fragmenta. App Store buildovi odbijaju http:// i self-signed certifikate.
hu: Használjon https://your-backend.example formátumot. Csak origin — útvonal, lekérdezés vagy fragmentum nélkül. Az App Store buildek elutasítják a http://-t és a self-signed tanúsítványokat.
hy: Օգտագործեք https://your-backend.example։ Միայն origin՝ առանց path-ի, query-ի կամ fragment-ի։ App Store build-երը մերժում են http:// և self-signed վկայականները։
id: Gunakan https://your-backend.example. Hanya origin — tanpa path, query, atau fragment. Build App Store menolak http:// dan sertifikat self-signed.
is: Notaðu https://your-backend.example. Aðeins origin — engin path, query eða fragment. App Store builds hafna http:// og self-signed vottorðum.
it: Usa https://your-backend.example. Solo origin — senza path, query o frammento. Le build per l'App Store rifiutano http:// e i certificati self-signed.
ja: https://your-backend.example を使用してください。オリジンのみで、パス、クエリ、フラグメントは含めないでください。App Storeビルドでは http:// と自己署名証明書は拒否されます。
ko: https://your-backend.example 형식으로 입력하세요. 오리진만 — 경로, 쿼리, 프래그먼트 없이. App Store 빌드는 http:// 및 자체 서명 인증서를 거부합니다.
lt: Naudokite https://your-backend.example. Tik origin — be kelio, užklausos ar fragmento. App Store versijos atmeta http:// ir savaime pasirašytus sertifikatus.
lv: Izmantojiet https://your-backend.example. Tikai izcelsme — bez ceļa, vaicājuma vai fragmenta. App Store būves noraida http:// un pašparakstītus sertifikātus.
ms: Guna https://your-backend.example. Origin sahaja — tanpa laluan, pertanyaan atau serpihan. Build App Store menolak http:// dan sijil self-signed.
my: https://your-backend.example ကို အသုံးပြုပါ။ Origin သာ — path, query သို့မဟုတ် fragment မပါရပါ။ App Store builds များသည် http:// နှင့် self-signed certificates များကို ပယ်ချပါသည်။
nb: Bruk https://your-backend.example. Kun origin — ingen sti, spørring eller fragment. App Store-bygg avviser http:// og selvsignerte sertifikater.
nl: Gebruik https://your-backend.example. Alleen origin — geen pad, query of fragment. App Store-builds weigeren http:// en self-signed certificaten.
pl: Użyj https://your-backend.example. Tylko origin — bez ścieżki, parametrów ani fragmentu. Buildy App Store odrzucają http:// i certyfikaty self-signed.
pt_br: Use https://seu-backend.exemplo. Somente a origem — sem caminho, query ou fragmento. Builds da App Store rejeitam http:// e certificados autoassinados.
ro: Folosește https://your-backend.example. Doar origin — fără cale, parametri sau fragment. Versiunile App Store resping http:// și certificatele self-signed.
ru: Используйте https://your-backend.example. Только origin — без пути, параметров и фрагмента. Сборки App Store отклоняют http:// и самоподписанные сертификаты.
sk: Použite https://your-backend.example. Iba origin — bez cesty, parametrov či fragmentu. Buildy App Store odmietajú http:// a self-signed certifikáty.
sq: Përdor https://your-backend.example. Vetëm origin — pa path, query ose fragment. Build-et e App Store refuzojnë http:// dhe certifikatat self-signed.
sr_latn: Koristite https://your-backend.example. Samo origin — bez putanje, parametara ili fragmenta. App Store buildovi odbijaju http:// i self-signed sertifikate.
sv: Använd https://your-backend.example. Endast origin — ingen sökväg, query eller fragment. App Store-byggen avvisar http:// och self-signed-certifikat.
sw: Tumia https://your-backend.example. Origin pekee - hakuna path, query, au fragment. Build za App Store hukataa http:// na vyeti vya self-signed.
th: ใช้ https://your-backend.example เฉพาะ origin เท่านั้น — ไม่มี path, query หรือ fragment บิลด์ App Store จะปฏิเสธ http:// และใบรับรอง self-signed
tr: https://your-backend.example kullanın. Yalnızca origin — yol, sorgu veya fragment olmadan. App Store derlemeleri http:// ve self-signed sertifikaları reddeder.
uk: Використовуйте https://your-backend.example. Лише origin — без шляху, параметрів чи фрагмента. Збірки App Store відхиляють http:// та self-signed сертифікати.
vi: Dùng https://your-backend.example. Chỉ origin — không có path, query hoặc fragment. Bản build App Store từ chối http:// và chứng chỉ tự ký.
zh_hans: 请使用 https://your-backend.example。仅限源站，不要包含路径、查询或片段。App Store 构建会拒绝 http:// 和自签名证书。
zh_hant: 請使用 https://your-backend.example。只限來源（origin），不可包含路徑、查詢或片段。App Store 版本會拒絕 http:// 和自簽憑證。

# backend.url.resetToDefault
source: Reset to default
ar: إعادة التعيين للافتراضي
bn: ডিফল্টে রিসেট করুন
bs: Vrati na zadano
cs: Obnovit výchozí
da: Nulstil til standard
de: Auf Standard zurücksetzen
el: Επαναφορά προεπιλογής
es: Restablecer predeterminado
fa: بازنشانی به پیش‌فرض
fi: Palauta oletukseksi
fil: I-reset sa default
fr: Rétablir la valeur par défaut
he: איפוס לברירת מחדל
hi: डिफॉल्ट पर रीसेट करें
hr: Vrati na zadano
hu: Alapértelmezett visszaállítása
hy: Վերադառնալ լռելյայնին
id: Atur ulang ke default
is: Endurstilla á sjálfgefið
it: Ripristina predefinito
ja: デフォルトに戻す
ko: 기본값으로 재설정
lt: Atkurti numatytąjį
lv: Atjaunot noklusējumu
ms: Set semula kepada lalai
my: မူလအတိုင်း ပြန်သတ်မှတ်ပါ
nb: Tilbakestill til standard
nl: Terugzetten naar standaard
pl: Przywróć domyślny
pt_br: Restaurar padrão
ro: Resetează la valoarea implicită
ru: Сбросить по умолчанию
sk: Obnoviť predvolené
sq: Rikthe te parazgjedhja
sr_latn: Vrati na podrazumevano
sv: Återställ till standard
sw: Rejesha chaguo-msingi
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılana sıfırla
uk: Відновити стандартний
vi: Đặt lại mặc định
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# backend.url.save
source: Save
ar: حفظ
bn: সংরক্ষণ
bs: Sačuvaj
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fi: Tallenna
fil: I-save
fr: Enregistrer
he: שמירה
hi: सेव करें
hr: Spremi
hu: Mentés
hy: Պահպանել
id: Simpan
is: Vista
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
lv: Saglabāt
ms: Simpan
my: သိမ်းဆည်းပါ
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvare
ru: Сохранить
sk: Uložiť
sq: Ruaj
sr_latn: Sačuvaj
sv: Spara
sw: Hifadhi
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# backend.url.willSaveAs
source: Will save as: %@
ar: سيتم الحفظ باسم: %@
bn: সংরক্ষণ হবে: %@
bs: Sačuvaće se kao: %@
cs: Uloží se jako: %@
da: Gemmes som: %@
de: Wird gespeichert als: %@
el: Θα αποθηκευτεί ως: %@
es: Se guardará como: %@
fa: به این صورت ذخیره می‌شود: %@
fi: Tallennetaan muodossa: %@
fil: Ise-save bilang: %@
fr: Sera enregistré comme : %@
he: יישמר כ: %@
hi: इस रूप में सेव होगा: %@
hr: Sprema se kao: %@
hu: Mentés mint: %@
hy: Կպահպանվի որպես՝ %@
id: Akan disimpan sebagai: %@
is: Verður vistað sem: %@
it: Verrà salvato come: %@
ja: 保存先：%@
ko: 저장될 형식: %@
lt: Bus išsaugota kaip: %@
lv: Saglabās kā: %@
ms: Akan disimpan sebagai: %@
my: ဤအတိုင်း သိမ်းဆည်းမည်: %@
nb: Lagres som: %@
nl: Wordt opgeslagen als: %@
pl: Zapis jako: %@
pt_br: Será salvo como: %@
ro: Se va salva ca: %@
ru: Будет сохранено как: %@
sk: Uloží sa ako: %@
sq: Do të ruhet si: %@
sr_latn: Čuva se kao: %@
sv: Sparas som: %@
sw: Itahifadhiwa kama: %@
th: จะบันทึกเป็น: %@
tr: Şu şekilde kaydedilecek: %@
uk: Буде збережено як: %@
vi: Sẽ lưu thành: %@
zh_hans: 将保存为: %@
zh_hant: 將儲存為：%@

# common.localeSwitcher.currentAccessibilityLabel
source: Current language: %@
ar: اللغة الحالية: %@
bn: বর্তমান ভাষা: %@
bs: Trenutni jezik: %@
cs: Aktuální jazyk: %@
da: Aktuelt sprog: %@
de: Aktuelle Sprache: %@
el: Τρέχουσα γλώσσα: %@
es: Idioma actual: %@
fa: زبان فعلی: %@
fi: Nykyinen kieli: %@
fil: Kasalukuyang wika: %@
fr: Langue actuelle : %@
he: שפה נוכחית: %@
hi: वर्तमान भाषा: %@
hr: Trenutni jezik: %@
hu: Jelenlegi nyelv: %@
hy: Ընթացիկ լեզու՝ %@
id: Bahasa saat ini: %@
is: Núverandi tungumál: %@
it: Lingua attuale: %@
ja: 現在の言語：%@
ko: 현재 언어: %@
lt: Dabartinė kalba: %@
lv: Pašreizējā valoda: %@
ms: Bahasa semasa: %@
my: လက်ရှိဘာသာစကား: %@
nb: Gjeldende språk: %@
nl: Huidige taal: %@
pl: Bieżący język: %@
pt_br: Idioma atual: %@
ro: Limba curentă: %@
ru: Текущий язык: %@
sk: Aktuálny jazyk: %@
sq: Gjuha aktuale: %@
sr_latn: Trenutni jezik: %@
sv: Aktuellt språk: %@
sw: Lugha ya sasa: %@
th: ภาษาปัจจุบัน: %@
tr: Geçerli dil: %@
uk: Поточна мова: %@
vi: Ngôn ngữ hiện tại: %@
zh_hans: 当前语言: %@
zh_hant: 目前語言：%@

# common.localeSwitcher.flagAccessibilityLabel
source: Switch to %@
ar: التبديل إلى %@
bn: ভাষা %@-এ বদলান
bs: Prebaci na %@
cs: Přepnout na %@
da: Skift til %@
de: Wechseln zu %@
el: Εναλλαγή σε %@
es: Cambiar a %@
fa: تغییر به %@
fi: Vaihda kieleen %@
fil: Lumipat sa %@
fr: Passer en %@
he: מעבר ל-%@
hi: %@ पर स्विच करें
hr: Prebaci na %@
hu: Váltás erre: %@
hy: Անցնել %@-ին
id: Beralih ke %@
is: Skipta yfir í %@
it: Passa a %@
ja: %@に切り替える
ko: %@(으)로 전환
lt: Perjungti į %@
lv: Pārslēgt uz %@
ms: Tukar kepada %@
my: %@ သို့ ပြောင်းပါ
nb: Bytt til %@
nl: Overschakelen naar %@
pl: Przełącz na %@
pt_br: Mudar para %@
ro: Comută la %@
ru: Переключить на %@
sk: Prepnúť na %@
sq: Kalo në %@
sr_latn: Prebaci na %@
sv: Växla till %@
sw: Badili kwenda %@
th: เปลี่ยนเป็น %@
tr: %@ diline geç
uk: Перемкнути на %@
vi: Chuyển sang %@
zh_hans: 切换到%@
zh_hant: 切換至 %@

# common.localeSwitcher.triggerAccessibilityLabel
source: Switch language
ar: تغيير اللغة
bn: ভাষা বদলান
bs: Promijeni jezik
cs: Změnit jazyk
da: Skift sprog
de: Sprache wechseln
el: Αλλαγή γλώσσας
es: Cambiar idioma
fa: تغییر زبان
fi: Vaihda kieli
fil: Palitan ang wika
fr: Changer de langue
he: החלפת שפה
hi: भाषा स्विच करें
hr: Promijeni jezik
hu: Nyelv váltása
hy: Փոխել լեզուն
id: Ubah bahasa
is: Skipta um tungumál
it: Cambia lingua
ja: 言語を切り替え
ko: 언어 전환
lt: Keisti kalbą
lv: Mainīt valodu
ms: Tukar bahasa
my: ဘာသာစကားပြောင်းပါ
nb: Bytt språk
nl: Taal wijzigen
pl: Zmień język
pt_br: Mudar idioma
ro: Schimbă limba
ru: Сменить язык
sk: Zmeniť jazyk
sq: Ndërro gjuhën
sr_latn: Promeni jezik
sv: Byt språk
sw: Badili lugha
th: เปลี่ยนภาษา
tr: Dili değiştir
uk: Змінити мову
vi: Đổi ngôn ngữ
zh_hans: 切换语言
zh_hant: 切換語言
